Repository: mmertelibol/BaseCMS
Catalog: aspcoremvc.common/Resources/SharedResource.*.resx
Languages: tr_tr

# deviceAlreadySaved
source: The device is already saved before.
tr_tr: Bu cihaz daha önce kaydedilmiş

# dashboardInvitesCardGroupTitle
source: Invites
tr_tr: Davetliler

source: Host Approval
tr_tr: Ev Sahibi onayı

source: Host Approval Definition
tr_tr: Ev Sahibi onayı tanımı

# DashboardInviteDatePassed
source: Late
tr_tr: Geç Kaldı

source: Host Approval Disabled
tr_tr: Ev Sahibi Onayı Devre Dışı

source: Host Approval Enabled
tr_tr: Ev Sahibi Onayı Devre İçi

# hostApprovalMessage
source: Message
tr_tr: Mesaj

source: All Time
tr_tr: Tüm Zamanlar

source: Days of NoqNoq
tr_tr: Noqnoq Kullanılan Toplam Gün Sayısı

source: Invites
tr_tr: Davetler

source: Notifications
tr_tr: Bildirimler

source: Visitor History (days)
tr_tr: Ziyaret Tarihçesi (Gün)

source: Visitors
tr_tr: Ziyaretçiler

source: Average History
tr_tr: Ortalamalar

source: Day of Week
tr_tr: Hafta Günü

# mostVisitedEmployees
source: Employees (Top 10)
tr_tr: Ev Sahipleri (ilk 10)

source: Time of Day
tr_tr: Saat Aralıkları

# IDCheckModalCancel
source: Cancel
tr_tr: İptal

# IDCheckModalSubmit
source: Save
tr_tr: Kaydet

# IDCheckModalText
source: IdentityNumber
tr_tr: Ziyaretçi kimlik kartı numarası.

# IDCheckModalTitle
source: Entrance Card
tr_tr: Giriş Kartı Numarası

# NDASignedEmailSubject
source: NDA signed by {fullname}.
tr_tr: Gizlilik Sözleşmesi {fullname} tarafından İmzalandı.

# CardSuccessfullyMoved
source: Visitor status changed
tr_tr: Ziyaretçi durumu değiştirildi.

# ContinueCannotWithoutIDCheck
source: ID verification required for the visitor
tr_tr: Bu ziyaretçi için kimlik doğrulaması yapılması gerekmektedir.

# CardNotAllowedMove
source: Drag & Drop Not Allowed
tr_tr: Taşıma işlemine izin verilmedi.

source: Expected Time
tr_tr: Ziyaret Saati

source: Host
tr_tr: Ev Sahibi

source: Last Updated
tr_tr: son güncelleme

source: Name
tr_tr: Ad

source: Notes
tr_tr: Notlar

# noVisitorRegistered
source: No visitors have been registered just yet
tr_tr: şu ana kadar kaydolan ziyaretçi yok

source: Refresh Page
tr_tr: Sayfayı yenile

source: Search name...
tr_tr: Ziyaretçi Ara

source: Sort By
tr_tr: Buna Göre Sırala

source: Count
tr_tr: Sayı

source: Date
tr_tr: Tarih

source: Day Name
tr_tr: Gün

source: Hour
tr_tr: Saat

# mostVisitedCompanies
source: Companies
tr_tr: Şirketler

source: Most Visited History
tr_tr: En Çok Ziyaret Edilenler

source: Company
tr_tr: Şirket

source: Employee
tr_tr: Çalışan

# totalVisit
source: Total
tr_tr: Toplam

# InsertedSignature
source: An NDA signed
tr_tr: Bir Gizlilik Sözleşmesi İmzalandı

# UpdatedSignature
source: An NDA signed
tr_tr: Bir Gizlilik Sözleşmesi İmzalandı

# VisitorCardAddComment
source: A comment added to the card
tr_tr: Karta bir yorum eklendi.

# InvitePrivateMessage
source: A message to the visitor
tr_tr: Davetliye Mesaj

# VisitorCount
source: Number of accompanies
tr_tr: Eşlik Eden Sayısı

# EMailNotSend
source: E-mail content not sent
tr_tr: E-mail içeriği gönderilemedi.

# EMailSuccessfullySend
source: E-mail content sent
tr_tr: E-mail içeriği başarıyla gönderildi.

# MissingDataOnTheCard
source: There is missing data on the card.
tr_tr: Kartta eksik veri var

# tcIdentity
source: ID No
tr_tr: T.C. Kimlik No

source: T.C. Identity Definition
tr_tr: TC Kimlik Tanımları

# ParentGuestTitle
source: Accompanying Visitor Card
tr_tr: Eşlik Eden kartıdır

# MainGuestTitle
source: Main Visitor Card
tr_tr: Ana ziyaretçi kartıdır.

# CardNumber
source: Entrance Card Number
tr_tr: Kart Numarası

# expireDayCount
source: Expire Day
tr_tr: Son kullanım tarihi

# maxEmployeeCount
source: Employee Count
tr_tr: Çalışan sayısı

# maxLocationCount
source: Location Count
tr_tr: Lokasyon sayısı

source: Monthly Fee
tr_tr: Aylık ücret

source: Package Name
tr_tr: Paket İsmi

source: Yearly Fee
tr_tr: Yıllık Ücret

# noPackageFound
source: There is no package.
tr_tr: Paket Yok

source: Package Customers
tr_tr: Paket Müşterileri

source: Package Info
tr_tr: Paket Bilgisi

source: Package Name Required
tr_tr: Paket İsmi Gerekli

# packageHasCustomersException
source: Package has customers.
tr_tr: Paket Müşterisi Yok

# packageSelectError
source: Package could not selected.
tr_tr: Paket seçilemiyor

# noPackageCustomerFound
source: There is no customer.
tr_tr: Müşteri yok

# packageCustomerName
source: Customer Name
tr_tr: Müşteri ismi

source: Customer Name
tr_tr: Müşteri ismi

source: Customer Package Info
tr_tr: Müşteri Paket bilgisi

# languageSetting
source: Language Settings
tr_tr: Dil Ayarları

# chooseDefault
source: Choose...
tr_tr: Seç…

source: Customer
tr_tr: Müşteri

source: Description
tr_tr: Tanım

source: Expire Date
tr_tr: Son kullanım tarihi

source: Package Customer Name Required
tr_tr: Paket Müşteri İsmi gerekli

# packageCustomerSelectError
source: Customer could not selected.
tr_tr: Müşteri seçilemiyor

# packageOf
source: Package (Paketi)
tr_tr: Paket Adı

# registerCustomerFormError
source: You have some form errors. Please check below.
tr_tr: Hata oluştu. Lütfen aşağıdaki kayıtları kontrol edin

# registerCustomerFormSuccess
source: Your form validation is successful
tr_tr: Onay başarılı

# maximumLocationCountError
source: You have reached maximum number of locations.
tr_tr: Maximum sayıda lokasyon sayısına ulaştınız

source: Change Package
tr_tr: Paketi değiştir

# chooseNewPackage
source: Please choose new package type.
tr_tr: Lütfen yeni paket tipi seçin

source: Search
tr_tr: Ara

# SubmitAndAddAnother
source: Submit and Add New
tr_tr: Kaydet ve Yeni Ekle

source: Submit and Close
tr_tr: Kaydet ve Kapat

# outlookMultipleHostError
source: Your invitation record could not be created because no hosts matched for email addresses.
tr_tr: E-posta adresleri ile eşleşen ev sahibi bulunamadığı için davet kaydınız oluşturulamadı.

# DashboardReport_CardNumber
source: Entrance Card Number
tr_tr: Kart Numarası

# DashboardReport_Email
source: Email
tr_tr: E-posta

# DashboardReport_FullName
source: FullName
tr_tr: Adı ve Soyadı

# DashboardReport_NdaSigned
source: NDA Signed?
tr_tr: Gizlilik Sözleşmesi

# DashboardReport_Status
source: Status
tr_tr: Statü

# DashboardReport_Telephone
source: Telephone
tr_tr: Telefon

# DashboardReport_VisitorCount
source: Visitor Count
tr_tr: Ziyaretçi sayısı

# ewsCountException
source: The application must has at least one exchange server account.
tr_tr: Uygulamaya ait en az bir exchange server hesabı olmalı

# ewsPassword
source: Password
tr_tr: Parola

# ewsPasswordRequired
source: Password Required
tr_tr: Parola gerekli

# ewsSettingInfo
source: Outlook Settings
tr_tr: Outlook ayarları

# ewsSettingsSelectError
source: Settings could not selected.
tr_tr: Ayarlar seçilemiyor

# ewsUserName
source: User Name
tr_tr: Kullanıcı ismi

# ewsUserNameRequired
source: User Name Required
tr_tr: Kullanıcı ismi gerekli

# noEwsSettingFound
source: There is no ews setting found.
tr_tr: ews ayarları bulunamadı

# adminSettingsTab
source: Settings
tr_tr: Ayarlar

# adminVisitorTypesTab
source: Visitor Types
tr_tr: Ziyaret Sebebi

source: Select Customer
tr_tr: Müşteri seç

# selectCustomer_CustomerError
source: Please select a customer from the list.
tr_tr: Lütfen listeden bir müşteri seçin

# selectCustomer_LocationError
source: Please select a location from the list.
tr_tr: Lütfen listeden bir lokasyon seçin

# CannotAddVisitorAlreadyInvited
source: This person has an invitation record on the same day.
tr_tr: Bu kişinin aynı güne bir davet kaydı var. Yeni kayıt oluşturulamaz.

# companyNotFound
source: The company is not found.
tr_tr: Şirket Bulunamadı

# upgradePro
source: Upgrade to Pro
tr_tr: Pro pakete yükselt

# upgradeStandard
source: Upgrade to Standard
tr_tr: Standart Pakete yükselt

source: Upgrade
tr_tr: Yükselt

# menu_Account
source: Account
tr_tr: Hesap Ayarları

# menu_Admin
source: Admin
tr_tr: Yönetici

# menu_AdminSettings
source: Settings
tr_tr: Ayarlar

# menu_Analytics
source: Analytics
tr_tr: Analizler

# menu_Dashboard
source: Dashboard
tr_tr: Ziyaretçi Defteri

# menu_Devices
source: Devices
tr_tr: iPad Ayarları

# menu_Entrances
source: Entrances
tr_tr: Kapı Ayarları

# menu_HomePage
source: Homepage
tr_tr: Anasayfa

# menu_MainMenuDashboard
source: Dashboard
tr_tr: Ana Ekran

# menu_Notification
source: Notification
tr_tr: Bildirim Ayarları

# menu_Outlook
source: Outlook Settings
tr_tr: Outlook Ayarları

# menu_PackageCustomer
source: Package Customers
tr_tr: Paket Müşterileri

# menu_Packages
source: Packages
tr_tr: Paketler

# menu_Roles
source: Roles
tr_tr: Roller

# menu_SecurityDesk
source: Security Desk
tr_tr: Güvenlik Kapısı

# menu_SelectCustomer
source: Customer Select
tr_tr: Müşteri seç

# menu_Settings
source: Settings
tr_tr: Ayarlar

# menu_SignInFlow
source: SignInFlow
tr_tr: Ziyaret Ayarları

# menu_SignOut
source: SignOut
tr_tr: Çıkış Ayarları

# menu_UserOperations
source: User Management
tr_tr: Kullanıcı Yönetimi

# menu_Users
source: Users
tr_tr: Kullanıcılar

# menu_VisitorTypes
source: VisitorTypes
tr_tr: Ziyaret Tipleri

# menu_WelcomeScreen
source: WelcomeScreen
tr_tr: Hoşgeldin Ekranı

source: Active Employee Count
tr_tr: Aktif Çalışan Sayısı

source: Active Location Count
tr_tr: Aktif lokasyon sayısı

# menu_CustomerReport
source: Customer Report
tr_tr: Müşteri Raporu

source: To Excel
tr_tr: Excel’e

# customerActivationRequired
source: Activation key is sent to your mail address.
tr_tr: Aktivasyon kodu mailinize yönlendirildi

# customerRegisterConfirmation_1
source: Confirmation Email Sent
tr_tr: Onay maili gönderildi

# customerRegisterConfirmation_2
source: We just sent a message to confirm your email address. Simply click on the link within the email to get going!
tr_tr: Onaylamanız için size bir e-posta gönderdik. Maildeki linki tıklayarak üyeliğinizi onayladığınızda 14 günlük deneme süreniz başlayacaktır.

# DashboardReport_FirstStatus
source: Status
tr_tr: Statü

# DashboardReport_Host
source: Host
tr_tr: Ev Sahibi

# DashboardReport_IdentityNumber
source: IdentityNumber
tr_tr: T.C. Kimlik No

# DashboardReport_InvitePnrCode
source: Pnr Code
tr_tr: Pnr kodu

# DashboardReport_IsMobileDeviceCreated
source: IsMobileDeviceCreated
tr_tr: Mobil cihazdan oluşturuldu

# DashboardReport_Location
source: Location
tr_tr: Lokasyon

# DashboardReport_LocationName
source: LocationName
tr_tr: Lokasyon İsmi

# DashboardReport_VisitorType
source: VisitorType
tr_tr: Ziyaret Sebebi

source: End Date
tr_tr: Bitiş Tarihi

source: Start Date
tr_tr: Başlangıç Tarihi

source: Application Logo
tr_tr: Aplikasyon Logosu

source: Application Logo Definition
tr_tr: Aplikasyon logo tanımı

source: Entrance Card
tr_tr: Giriş Kartı

source: Entrance Card Definition
tr_tr: Giriş Kartı tanımı

# hostApprovalNotificationAlert
source: Host Notification Setting is also enabled.
tr_tr: Ev sahibi bildirimi etkin

# securityDeskStatus
source: Status
tr_tr: Durum

# statusAdded
source: Added
tr_tr: Eklendi

# statusCanceled
source: Cancelled
tr_tr: İptal edildi

# statusInvite
source: Invite
tr_tr: Davet

# statusSignIn
source: Sign In
tr_tr: Giriş

# statusSignOut
source: Sign Out
tr_tr: Çıkış

# statusWaitingApprove
source: Waiting Approval
tr_tr: Onay Bekliyor

# menu_NewLocation
source: New Location
tr_tr: Yeni Lokasyon

source: Package Expired
tr_tr: Paket kullanım süresi bitti

# DashboardReport_SignInDate
source: SignInDate
tr_tr: Giriş Tarih ve Saati

# DashboardReport_SignOutDate
source: SignOutDate
tr_tr: Çıkış Tarih ve Saati

# DashboardReport_TimeDifference
source: TimeDifference
tr_tr: Ziyaret Süresi

# NewUserInfoEmailSubject
source: Welcome!
tr_tr: Hoş Geldiniz

source: Plate
tr_tr: Plaka

source: Status
tr_tr: Statü

source: Id Checked
tr_tr: Kimlik Kontrolü Yapıldı

# IDCheckModalSubmitGetInside
source: Save and Get Inside
tr_tr: Kaydet ve İçeri Al

# CardWaitingForApproval
source: Dragging cannot be performed on cards that are pending approval.
tr_tr: Onay Bekleyen durumundaki kartlarda sürükleme işlemi yapılamaz.

# menu_DashboardActivity
source: Activities
tr_tr: Rapor

source: Card number in use
tr_tr: Kart Numarası Kullanımda

# PhoneNumberInUse
source: There is an invitation record for this date to the phone number you entered.
tr_tr: Girmiş olduğunuz telefon numarasına bu tarihe ait davet kaydı bulunmaktadır.

# NewRecordHostNotification
source: Guest get approval at login
tr_tr: Davetli girişte benden onay alsın.

# menu_DashboardReport
source: D.Report
tr_tr: Ziyaretçi Raporu

# onlyTodayInvitesCanBeChangeable
source: Today's invitations can be processed.
tr_tr: Bugüne ait davetler için işlem yapılabilir.

# Analytics_DaysOfWeek
source: ['Su', 'Mo', 'Tu', 'We', 'Th', 'Fr', 'Sa']
tr_tr: ['Pt', 'Sl', 'Çr', 'Pr', 'Cm', 'Ct', 'Pz']

# Analytics_MonthNames
source: ['January', 'February', 'March', 'April', 'May', 'June', 'July', 'August', 'September', 'October', 'November', 'December']
tr_tr: ['Ocak','Şubat','Mart','Nisan','Mayıs','Haziran', 'Temmuz','Ağustos','Eylül','Ekim','Kasım','Aralık']

# Analytics_CustomRange
source: Custom Range
tr_tr: Özel Aralık

# Analytics_DateRangeApply
source: Apply
tr_tr: Uygula

# Analytics_DateRangeCancel
source: Cancel
tr_tr: İptal

# Analytics_Last30Days
source: Last 30 Days
tr_tr: Son 30 Gün

# Analytics_Last60Days
source: Last 60 Days
tr_tr: Son 60 Gün

# Analytics_Last7Days
source: Last 7 Days
tr_tr: Son 7 Gün

# Analytics_LastMonth
source: Last Month
tr_tr: Geçen Ay

# Analytics_ThisMonth
source: This Month
tr_tr: Bu Ay

# Analytics_Today
source: Today
tr_tr: Bugün

# Analytics_Yesterday
source: Yesterday
tr_tr: Dün

# Notification_GuestApproved
source: Guest Approved
tr_tr: Konuk Onaylandı

# Notification_GuestApproveError
source: Error: Guest could not be approved
tr_tr: Hata: Konuk onaylanamadı

# Notification_GuestDeclined
source: Guest Disapproved
tr_tr: Konuk Reddedildi

# Notification_GuestDeclineError
source: Error: Guest could not be disapproved
tr_tr: Hata: Konuk reddedilemedi

# Notification_GuestNotFound
source: Guest not found
tr_tr: Konuk bulunamadı

# Notification_NotificationAlreadyApproved
source: Notification already approved
tr_tr: Bildirim zaten onaylanmış

# Notification_NotificationAlreadyDeclined
source: Notification already disapproved
tr_tr: Bildirim zaten reddedilmiş

# OutlookCheckInWithPNR
source: Please enter with PNR number
tr_tr: Lütfen PNR numaranız ile giriş yapın.

# UserManager_EmailAddressInUse
source: Email address in use
tr_tr: Email adresi başka bir kullanıcı tarafından kullanılıyor

# UserManager_UserNotFound
source: User not found
tr_tr: Kullanıcı bulunamadı

# DasboardModal_newVisitor
source: New visitor
tr_tr: Yeni ziyaretçi

# GuestDuplicationSuccessful
source: Guest duplicated
tr_tr: Konuk çoklandı

# InviteCreated_Successfully
source: Invite created
tr_tr: Davet kaydı oluşturuldu

# InviteCreate_Error
source: Invite could not create
tr_tr: Davet kaydı oluşturulamadı!

# InviteUpdated_Successfully
source: Invite updated succesfully
tr_tr: Davet başarıyla güncellendi

source: Invite update error!
tr_tr: Davet güncellenemedi!

# VisitorLogCreated_Successfully
source: Visitor created
tr_tr: Ziyaretçi kaydı oluşturuldu

# VisitorLogCreate_Error
source: Visitor could not create
tr_tr: Ziyaretçi kaydı oluşturulamadı!

# VisitorLogUpdated_Successfully
source: Visitor updated succesfully
tr_tr: Ziyaretçi başarıyla güncellendi

# VisitorLogUpdate_Error
source: Visitor update error!
tr_tr: Ziyaretçi güncellenemedi!

# Dashboard_SendEmail
source: Send Email
tr_tr: Email Gönder

# Dashboard_SendEmailModalClose
source: Close
tr_tr: Kapat

# Dashboard_SendEmailSubject
source: Subject
tr_tr: Konu

# NewAccount_ActiveAccount
source: Active your account
tr_tr: Hesabınızı aktive edin

# OutlookInvite_PleaseContactCompanyManaging
source: Please contact your company managing
tr_tr: Lütfen şirket yetkilisi ile iletişime geç.

# dashboardSignoutCardGroupTitle
source: Sign Out & Cancelled
tr_tr: Çıkış Yapanlar & Reddedilenler

# Notification_HostApproved
source: Host Approved
tr_tr: Ev sahibi girişe onay verdi.

# Notification_HostDisapproved
source: Host Disapproved
tr_tr: Ev sahibi girişi kabul etmedi.

# guestStatus_VisitorCardNumberGiven
source: Visitor card was given
tr_tr: Ziyaretçiye giriş kartı verildi

# gatecannotdelete
source: Gate could not be deleted, there are devices defined on the door
tr_tr: Kapı silinemez, önce kapıya tanımlı cihazları silin

source: Gate deleted
tr_tr: Kapı silindi

# Usermanager_SendNewPassword
source: Send new password
tr_tr: Yeni şifre gönder

# UserRoles_UserRoleDataError
source: Failed to retrieve user's active roles
tr_tr: Kullanıcıya ait aktif roller alınamadı

# AccountManager_IsEmployeeHost
source: Host ?
tr_tr: KULLANICI ZİYARETÇİ KABUL ETSİN Mİ ?

# PreRegistration_ClearSignature
source: Clear Signature
tr_tr: İmzayi Temizle

# PreRegistration_Email
source: Email
tr_tr: E-Posta

# PreRegistration_FullName
source: FullName
tr_tr: Tam Adınız

# PreRegistration_IdentityNumber
source: Identity Number
tr_tr: T.C. Kimlik Numarası

# PreRegistration_MobilePhone
source: Mobile Phone
tr_tr: Cep Telefonu

# PreRegistration_NameIsRequired
source: Name is required
tr_tr: İsim girmek zorunludur.

# PreRegistration_Plate
source: Plate
tr_tr: Plaka

# PreRegistration_ThankYou
source: Thank You!
tr_tr: Teşekkürler!

# PreRegistration_Title
source: Check in for your visit
tr_tr: Ziyaretiniz için check-in yapın

# PreRegistration_AddDetails
source: Add Details
tr_tr: Detay Ekle

# PreRegistration_SignAgreement
source: Sign Agreement
tr_tr: Sözleşme İmzası

# PreRegistration_Visitor
source: Visitor
tr_tr: Ziyaretçi

# PreRegistration_NextButtonText
source: Next
tr_tr: İleri

# PreRegistration_PnrCode
source: PNR Code:
tr_tr: PNR Kodu:

# notEqual
source: Passwords do not match.
tr_tr: Parolalar eşleşmiyor.

# DashboardReport_CompanyName
source: Company Name
tr_tr: Firma

# PreRegistration_CompanyName
source: Company Name
tr_tr: Şirket İsmi

# Dasboard_ApproveFilterButton
source: Approve
tr_tr: Onay

# Dasboard_CardNoFilterButton
source: Card Number
tr_tr: Kart No

# Dasboard_DeclinedFilterButton
source: Declined
tr_tr: Reddedilenler

# Dasboard_InsideFilterButton
source: Inside
tr_tr: İçerde

# Dasboard_SignOutFilterButton
source: Sign out
tr_tr: Çıkış

# Dasboard_TodayFilterButton
source: Today
tr_tr: Bugün

# Dasboard_TomorrowFilterButton
source: Tomorrow
tr_tr: Yarın

# Dasboard_Next30DaysFilter
source: +30 Days
tr_tr: +30 Gün

# Dashboard_ResetFilterButton
source: reset filter
tr_tr: filtre sıfırla

# Dashboard_CompanyNameInput
source: Company Name
tr_tr: Firma Adı

# Dashboard_EmailInput
source: E-Mail
tr_tr: E-Posta

# Dashboard_FullNameInput
source: Full Name
tr_tr: Tam Ad

# Dashboard_InvateDateInput
source: Invate Date
tr_tr: Davet Tarihi

# Dashboard_PhoneInput
source: Phone Number
tr_tr: Telefon Numarası

# Dashboard_PlateInput
source: Plate
tr_tr: Plaka

# Dashboard_TCIdentityNumberInput
source: TC Identity Number
tr_tr: TC Kimlik No

# Dashboard_HostMessageInput
source: Message to host
tr_tr: Lütfen ev sahibine iletmek istediğiniz mesajı yazın.

# Dashboard_SeachInputPlaceholder
source: Name, Surname, Email, Phone, PNR
tr_tr: Ad, Soyad, Eposta, Telefon, PNR

# Dashboard_ActivityPanelTitle
source: Activities
tr_tr: Aktiviteler

# Dashboard_NotificationCenterClose
source: Close
tr_tr: Kapat

# Dashboard_NotificationCenterTitle
source: Notifications
tr_tr: Bildirimler

# Dashboard_ProfileChangePassword
source: Change password
tr_tr: Şifremi değiştir

# Dashboard_ProfileLogout
source: Logout
tr_tr: Çıkış

# ChangePassword_CurrentPassword
source: Current password
tr_tr: Mevcut şifre

# ChangePassword_NewPassword
source: New password
tr_tr: Yeni şifre

# ChangePassword_NewPasswordAgain
source: New password again
tr_tr: Yeni şifre tekrar

# menu_ChangePassword
source: Change Password
tr_tr: Şifre Değiştir

# UserManager_AddCompany
source: Add Company
tr_tr: Firma Ekle

# UserManager_AddCompanyTitle
source: Add New Company
tr_tr: Yeni Firma Ekle

# UserManager_Company
source: Company Name
tr_tr: Firma Adı

# UserManager_CreateNewUser
source: Create New
tr_tr: Yeni Kullanıcı Ekle

# UserManager_Email
source: Email
tr_tr: E-Posta

# UserManager_ExportEmployees
source: Export to Excel
tr_tr: Dışarı aktar

# UserManager_FirstName
source: First Name
tr_tr: Ad

# UserManager_ImportEmployees
source: Import from Excel
tr_tr: İçe Toplu Aktar

# UserManager_LastName
source: Last Name
tr_tr: Soyad

# UserManager_Phone
source: Phone
tr_tr: Telefon

# UserManager_SearchEmployees
source: Search
tr_tr: Ara

# UserManager_CompanyNotes
source: Notes
tr_tr: Not

source: Cancel
tr_tr: İptal

# UserManager_EmployeeListTitle
source: Employees
tr_tr: Kullanıcı

# UserManager_SearchEmployeesPlaceholder
source: Search Employees
tr_tr: Kullanıcı Ara

# RoleManager_Allroles
source: All Roles
tr_tr: Tüm Roller

# RoleManager_CreateNewModalTitle
source: Create New
tr_tr: Yeni Oluştur

# RoleManager_NewAdmin
source: New Admin
tr_tr: Yeni Yönetici Ekle

# RoleManager_Role
source: Role
tr_tr: Rol

# RoleManager_SearchEmployeePlaceholder
source: Search Employee...
tr_tr: Yönetici Ara

# RoleManager_UserName
source: Username
tr_tr: Kullanıcı Adı

# RoleManager_EditUser
source: Edit
tr_tr: Düzenle

# Dashboard_CardNoMessage
source: No message
tr_tr: Mesaj yok

# Dashboard_DeleteGuest
source: Delete
tr_tr: Sil

# Dashboard_DuplicateInvite
source: Duplicate invite
tr_tr: Aynı davetten oluştur

# Dashboard_RejectInvite
source: Reject
tr_tr: Reddet

# Dashboard_AddGuestToCard
source: Add guest
tr_tr: Bağlı kayıt ekle

# NotificationSettings_Variables
source: Variables
tr_tr: Değişkenler

# NotificationSettings_Variables_CompanyName
source: Company name
tr_tr: Firma adı

# NotificationSettings_Variables_HostName
source: Host name
tr_tr: Ev sahibi adı

# NotificationSettings_Variables_LocationName
source: Location name
tr_tr: Lokasyon adı

# NotificationSettings_Variables_NumberOfVisitors
source: Number of visitors
tr_tr: Ziyaretçi sayısı

# NotificationSettings_Variables_VisitorName
source: Visitor name
tr_tr: Ziyaretçi adı

# FooterTelif
source: All rights reserved.
tr_tr: Bütün hakları saklıdır.

# KullanicilarFirmaSec
source: If your building has more than one company, select the user's company or add one.
tr_tr: Binanızda birden fazla firma varsa kullanıcının firmasını seçin ya da ekleyin.

# YeniZiyaretTipiEkle
source: Add a New Type of Visit
tr_tr: Yeni Ziyaret Tipi Ekle

# YeniZiyaretTipiAciklama
source: You can define a new type of visit here.
tr_tr: Yeni bir ziyaret tipi tanımlamak için burayı kullanabilirsiniz.

# KapiAyarlari
source: Entrance Settings
tr_tr: Kapı Ayarları

# YeniKapiEkle
source: Add a New Entrance
tr_tr: Yeni Kapı Ekle

# YeniKapiEkleAciklama
source: You can define a new entrance here.
tr_tr: Yeni bir kapı tanımlamak için burayı kullanabilirsiniz.

# IpadleriListele
source: List the iPads
tr_tr: iPad’leri Listele

# Dashboard_CustomerPackageLeftDayCount
source: days left
tr_tr: gün kaldı

# Packagemanager_CargoModuleEnable
source: Cargo Module
tr_tr: Kargo Modülü

# Packagemanager_VisitorModuleEnable
source: Visitor Module
tr_tr: Ziyaretçi Modülü

# menu_Cargo
source: Cargo
tr_tr: Kargo

# RoleManager_GridEmail
source: E-MAIL
tr_tr: E-POSTA

# RoleManager_GridEmailAlt
source: Username
tr_tr: Kullanıcı adı

# RoleManager_GridNameSurname
source: NAME-SURNAME
tr_tr: ADI-SOYADI

# RoleManager_GridNameSurnameAlt
source: User information
tr_tr: Kullanıcı bilgileri

# RoleManager_GridOperations
source: OPERATIONS
tr_tr: İŞLEMLER

# RoleManager_GridOperationsAlt
source: Manage role
tr_tr: Rolü düzenle

# RoleManager_GridTitleRole
source: ROLE
tr_tr: ROLÜ

# RoleManager_GridTitleRoleAlt
source: User privileges
tr_tr: Kullanıcı yetkileri

# AccountRegister_AppSelectError
source: Select at least one product
tr_tr: En az bir ürün seçin
