Repository: mmertelibol/BaseCMS
Catalog: aspcoremvc.common/Resources/SharedResource.*.resx
Languages: tr_tr

# VisitorLogAndCheckInsTitle
source: Check-Ins
tr_tr: Giriş Yapanlar

# CheckOutsTitle
source: Check-outs
tr_tr: Çıkış Yapanlar

# NewInviteTitle
source: New Invite
tr_tr: Yeni Davet

# VisitorsTitle
source: Invites
tr_tr: Davetliler

# FormVisitorTypeTitle
source: Visitor Type
tr_tr: Ziyaretçi Sebebi

# FormDateTitle
source: Visit Date
tr_tr: Ziyaret Tarihi

# FormVisitorFullNameTitle
source: Full Name
tr_tr: Ziyaretçi Adı ve Soyadı

# SaveInputText
source: Save
tr_tr: Kaydet

# VisitorDraggableCardAddCommentTitle
source: Comment
tr_tr: Yorum Ekle

# FormVisitorMailTitle
source: Visitor E-mail
tr_tr: Ziyaretçi E-posta

# FormHostTitle
source: Host
tr_tr: Ev Sahibi

# NewInviteFormGetInvite
source: İnvite
tr_tr: Davet Et

# FormNoteTitle
source: Note
tr_tr: Not

# CancelInputText
source: Cancel
tr_tr: Vazgeç

# FormEndTimeTitle
source: Sign-Out Time
tr_tr: Ziyaret Bitiş Saati

# FormStartTimeTitle
source: Sign-İn Time
tr_tr: Ziyaret Başlangıç Saati

# LocationSelectChooseText
source: Select a Location
tr_tr: Lokasyon Seç

# FormVisitorCount
source: Accompanying Visitors
tr_tr: Eşlik eden Sayısı

# OperationFailedText
source: Failure
tr_tr: İşlem Başarısız

# OperationSucceedText
source: Success
tr_tr: İşlem Başarılı

# VisitorTypeSelectChooseText
source: Visitor Type
tr_tr: Ziyaret Sebebi Seç

# VisitorDraggableCardActivityTitle
source: Activities
tr_tr: Etkinlikler

# DeleteInputText
source: Delete
tr_tr: Sil

# ConfirmTitle
source: Confirm
tr_tr: Onay

# DeleteConfirmationText
source: Selected item will be deleted. Do you confirm?
tr_tr: Seçili öğe silinecek. Onaylıyor musun?

# ConfirmInputText
source: Confirm
tr_tr: Onayla

# HostSelectChooseText
source: Select Host
tr_tr: Ev Sahibi Seçin

# NewVisitorLogTitle
source: Visitor Record
tr_tr: Ziyaretçi Kaydı

# FormHostNotificationTitle
source: Host notification
tr_tr: Ev Sahibi Bildirimleri

# InviteCheckInFormTitle
source: Check-In
tr_tr: Check-In Yap

# InviteCheckInApproveTitle
source: Confirm Check-In
tr_tr: Check-In'i Onayla

# CheckInApproveText
source: Check-In onaylanacak ve giriş işlemi sağlanacak. Emin misiniz?
tr_tr: Giriş onaylanıp işlem tamamlanacak. Emin misin?

source: Accent color
tr_tr: Tema Rengi

# accentColorDefinition
source: Choose a custom accent color for the details on your iPad and pre-registration emails.
tr_tr: iPad ve Maillerinizde Vurgulanacak rengi seçin

source: Activate
tr_tr: Aktive Et

source: Address
tr_tr: Adres

# advancedSetting
source: Advanced Settings
tr_tr: İleri Ayaralar

# ajaxError
source: An error occured while sending request.
tr_tr: İstek Gönderimi Sırasında bir Hata Oluştu

# autoSignOut
source: Automatic sign-out
tr_tr: Otomatik Çıkış

# autoSignOutDefinition
source: Automatically sign out all visitors at midnight.
tr_tr: Tüm Ziyaretçilerin Çıkışını Gece Yarısı otomatik olarak yap

source: Background Color
tr_tr: Zemin Rengi

# backgroundColorDefinition
source: Choose a solid background color to appear behind your logo or welcome image.
tr_tr: Logonuzun yada Hoşgeldin Mesajınızın Zemini İçin sabit bir renk seçin

source: Badge
tr_tr: Etiket

source: Been Here Before?
tr_tr: Burada daha önce bulundunuz mu?

# beenHereBeforeDefinition
source: Give returning visitors the option for quicker sign-in.
tr_tr: Bu Binaya daha önce gelmiş Ziyaretçileriniz hatırlansın ve daha hızlı giriş yapabilsin

source: Branding
tr_tr: Marka

source: Change
tr_tr: Değiştir

# configureFinal
source: Customizing Final Screen
tr_tr: Final Ekran Kişiselleştirmesi

# configureNda
source: Configuring NDA Settings
tr_tr: NDA Ayarları

# customizeWelcomeScreen
source: Customizing Welcome Screen
tr_tr: Hoşgeldin Ekranını özelleştir

source: Data policy
tr_tr: Veri Politikası

# dataPolicyDefinition
source: Present a data policy or document for visitors to view on the iPad.
tr_tr: Veri Politikanızı tablette görünür bir yere ekleyin

# dataPolicyText
source: Visitor consent and data policy
tr_tr: Ziyaretçi Rızası ve Veri Politikası

# dataPolicyTextDefinition
source: Customize the iPad to support GDPR compliance efforts.
tr_tr: Tableti KVKK ile Uyumlu Hale getirme özelleştirmeleri

source: Data Privacy
tr_tr: Veri Politikası

source: Deactivate
tr_tr: Devre Dışı Bırak

# deactivatedLocation
source: This location is inactive.
tr_tr: Bu Lokasyon Aktif Değil

# deactivatedLocationDefinition
source: You can have unlimited active locations while on trial.
tr_tr: Deneme süreniz boyunca sınırsız sayıda lokasyon oluşturabilirsiniz

source: Deactivate location
tr_tr: Lokasyonu Devre Dışı Bırak

# deactivateLocationDefinition
source: Temporarily disable sign-ins at this location.
tr_tr: Bu Lokasyondan Girişleri geçici olarak devre dışı bırak

# deactivateLocationMessage
source: Are you sure you want to deactivate this location? All iPads at this location will be logged out.
tr_tr: Bu lokasyonu Devre Dışı Bırakmak İstediğinizden Emin misiniz? lokasyona tanımlı tabletlerden giriş engellenecek.

# declineSign
source: Allow visitors to decline signing
tr_tr: Ziyaretçilerin Gizlilik Sözleşmesi imza işlemini atlamasına izin ver

# declineSignDefinition
source: Permit visitors to view your NDA but skip signing.
tr_tr: Ziyaretçilere Gizlilik Sözleşmesi formunu görüp imzalamama yetkisi verin

source: Design
tr_tr: Dizayn

source: Disable
tr_tr: Kapat

# dropdown
source: Dropdown Field
tr_tr: Dropdown alan

source: Edit
tr_tr: Düzenle

source: Edit Settings
tr_tr: Ayarları Düzenle

source: Edit Text
tr_tr: Metni Düzenle

# email
source: E-mail Address
tr_tr: E-posta Adresi

# emailMe
source: "Email me this info" button
tr_tr: ‘Bunu bana Email ile gönder’ butonu

# emailMeDefinition
source: Allow visitors to email themselves a copy of this image.
tr_tr: Ziyaretçileriniz bu görüntünün bir kopyasını kendilerine E-mail ile gönderebilir.

# emailNda
source: Email signed NDAs
tr_tr: İmzalanmış Gizlilik Sözleşmelerini Email ile gönder

# emailNdaDefinition
source: Automatically send signed NDAs to a specified email address.
tr_tr: İmzalanmış Gizlilik Sözleşmelerini belirlenmiş bir Email adresine otomatik gönder

# emptyFieldName
source: Please specify a valid field name.
tr_tr: Lütfen Geçerli bir alan ismi belirleyin

# emptyFinalTextError
source: Please specify a final text
tr_tr: Lütfen bir final mesaj belirleyin

# emptyImageError
source: Please select an image.
tr_tr: Lütfen bir görsel seçin

# emptyLocationAddressError
source: Please specify a location address.
tr_tr: Lütfen bir lokasyon adresi belireyin

# emptyLocationNameError
source: Please specify a location name.
tr_tr: Lütfen bir lokasyon ismi belirleyin

# emptyMailError
source: Please specify a valid email.
tr_tr: Lütfen geçerli bir E-posta belirleyin

# emptyUrlError
source: Please specify a valid url
tr_tr: Lütfen geçerli bir url belirleyin

source: Enable
tr_tr: Etkinleştir

source: Exception occured:
tr_tr: Sistemsel bir hata oluştu:

# existingPhoto
source: Use existing photos
tr_tr: Varolan fotoğrafı kullan

# existingPhotoDefinition
source: Skip the photo-taking step for returning visitors and Passport visitors.
tr_tr: Daha önce de gelmiş olan ziyaretçiler için fotoğraf çekme adımını atla

source: Export
tr_tr: Dışa aktar

# exportHistory
source: Export full visitor history
tr_tr: Tüm Ziyaretçi geçmişini dışa aktar

# exportHistoryDefinition
source: Download a CSV file of all visitor data.
tr_tr: Tüm Ziyaretçi verilerinin CSV dosyasını indir

# fieldDrop
source: Paste a list of dropdown options.\nOne option per line.
tr_tr: Bir dropdown menü oluşturun. (Her bir satıra bir seçenek gelecek şekilde)

# fieldName
source: Give a name to this field
tr_tr: Bu alana bir isim verin

# finalMessage
source: Custom final message
tr_tr: Son Ekran Mesajı Özelleştirme

# finalMessageDefinition
source: Show a custom message, image, or video to visitors when they finish signing in.
tr_tr: Giriş İşlemini bittiğinde, ziyaret tipine göre özelleştirilmiş bir mesaj, görsel yada video gösterin

source: Final Screen
tr_tr: Son Ekran

source: Final Screen Message
tr_tr: Son Ekran Mesajı

# formatMailError
source: Your email format is not correct.
tr_tr: Email formatınız doğru değil

source: Full Name
tr_tr: Adı ve Soyadı

# giveName
source: Give a name to this field
tr_tr: Bu alana bir isim ver

# greaterZero
source: The value must be greater than zero.
tr_tr: Değer Sıfırdan Büyük Olmalı

# hideLogoFromWelcome
source: Hide Company Logo from Welcome Screen
tr_tr: Hoşgeldin Ekranında Şirket Logosunu kapat

# hideLogoFromWelcomeDefinition
source: Show slideshow images only.
tr_tr: Sadece slayt görsellerini göster

# hostVideoUrl
source: Link to a video hosted on YouTube or Vimeo.
tr_tr: Youtube yada Vimeoda oynatılan bir videoya link verin

source: Id Check
tr_tr: Kimlik Kontrol

# idRequirement
source: ID Requirements
tr_tr: Kimlik Kontrol

source: Image
tr_tr: Görsel

# imageRecommend
source: We recommend a 1200px × 800px image.
tr_tr: En az 1280×800px çözünürlükte bir görsel kullanmanızı öneririz

source: iPad Preview
tr_tr: iPad Ön İzleme

source: Language
tr_tr: Dil

# languageDefinition
source: Your default language is
tr_tr: Varsayılan Dil Ayarı..

# learnAbout
source: Learn more about
tr_tr: Daha fazla bilgi..

# listOption
source: Paste a list of dropdown options.\nOne option per line.
tr_tr: Dropdown menu için seçenek listesi yapıştırın /her satır için bir seçenek

# locationDetail
source: Location Details
tr_tr: Lokasyon Detayları

source: Location Name
tr_tr: Lokasyon İsmi

# logoDefinition
source: Upload a logo that will appear on the iPad, badges and invite emails.
tr_tr: Bu Logo Tablet ve Davet maillerinizde kullanılacak

# logoRecommend
source: We recommend uploading a transparent PNG cropped to the edges of your logo and up to 1000px wide or 600px tall.
tr_tr: Logonuzun arka planı transparan, kenarları kırpılmış ve 1000 piksel genişliğe veya 600 piksel yüksekliğe kadar şeffaf bir PNG yüklemenizi öneririz.

source: Message Type
tr_tr: Mesaj Tipi

source: NDA
tr_tr: Gizlilik Sözleşmesi

# ndaReceiveEmail
source: Choose one email address to receive a PDF of each signed NDA.
tr_tr: Tüm imzalı Gizililik Sözleşmelerinin gönderileceği bir email adresi belirleyin

# ndaSign
source: NDA signing
tr_tr: Gizlilik Sözleşmesi imzalanması

# ndaSignDefinition
source: Present your NDA to visitors for signature.
tr_tr: İmzalanacak gizlilik sözleşmesini ziyaretçilere sunun

source: NDA Text
tr_tr: Gizlilik Sözleşmesi metni

# ndaTextDefinition
source: Customize the NDA you present to visitors.
tr_tr: Ziyaretçilerinize sunulacak Gizlilik Sözleşmesi metnini özelleştirin

# newField
source: Add a new field
tr_tr: Yeni bir alan ekle

# phone
source: Phone Number
tr_tr: Telefon Numarası

source: Photo
tr_tr: Fotograf

# plusOne
source: Plus One Sign-in
tr_tr: Eşlik Eden Giriş İşlemi

# plusOneDefinition
source: Visitors can sign in with additional unspecified visitors.
tr_tr: Ziyaretçilere giriş sırasında önceden belirtilmemiş kişiler eşlik edebilir mi?

source: Preview
tr_tr: Ön İzleme

source: Remove
tr_tr: Kaldır

source: Remove Field
tr_tr: Alanı Kaldır

source: Renew
tr_tr: Yenile

source: Required
tr_tr: Zorunlu

# resignDay
source: RE-SIGN AFTER A NUMBER OF DAYS:
tr_tr: İmza geçerli olacağı gün sayısı:

# resignEvery
source: RE-SIGN FOR EVERY VISIT
tr_tr: Her ziyaret için tekrar imza gerekli mi?

# resignNda
source: Returning visitors must re-sign NDA
tr_tr: Tekrar Gelen Ziyaretçiler de Gizlilik Sözleşmesi imzalamalı

# resignNdaDefinition
source: Choose when to prompt returning visitors to re-sign your NDA.
tr_tr: Gizlilik Sözleşmesi geçerlilik süresini belirleyin

source: Save
tr_tr: Kaydet

source: Saved
tr_tr: Kaydedildi

# saveField
source: Save Fields
tr_tr: Alanları Kaydet

# saveLocation
source: Save location info
tr_tr: Lokasyon Bilgisini kaydet

source: Save NDA Text
tr_tr: Gizlilik Sözleşmesi metnini kaydet

source: Select image
tr_tr: Görsel seç

source: Self sign-out
tr_tr: Kendi kendine çıkış yapabilme

# selfSignOutDefinition
source: Allow visitors to sign themselves out.
tr_tr: Ziyaretçilerin kendi çıkışlarını yapabilmelerine izin verin

# signinField
source: Sign-in Fields
tr_tr: Giriş Alanları

source: Sign-out
tr_tr: Çıkış

source: Slideshow
tr_tr: Slayt gösterimi

# slideShowDefinition
source: Choose up to ten full-screen images to cycle behind your logo or welcome image.
tr_tr: Logo yada Hoşgeldin görselinizin arkasında dönmek üzere beş adete kadar görsel seçin

# slideShowRecommend
source: We recommend 1536 × 2048px images in PNG or JPG format.
tr_tr: PNG yada JPG formatında en az 1536x2048px görsel kullanmanızı öneririz

# specifyHost
source: Specify host field name
tr_tr: Ev Sahibi alan ismini belirleyin

source: Text
tr_tr: Metin

source: Text Field
tr_tr: Metin Alanı

source: Thanks
tr_tr: Teşekkürler

source: Tip
tr_tr: İpucu:

# tipBackgroundColor
source: Pick a color that compliments your accent color and logo.
tr_tr: Tema renginiz ve logonuzla uyumlu bir renk seçin

# tipFinalScreenMessage
source: Customize the message visitors see on the final screen if they do not consent to data collection.
tr_tr: Veri toplamanıza izin vermeyen ziyaretçilere son ekranda gösterilecek mesajı belirleyin

# tipLanguage1
source: Choose the default language of your Visitors kiosk, and the emails and notifications NoqNoq sends to hosts and invited visitors.
tr_tr: Varsayılan dili seçin. Bu dil Tabletlerde, ve noqnoqun ev sahibi ve ziyaretçilere göndereceği email ve bildirimlerde kullanılacak

# tipLanguage2
source: We recommend translating your sign-in fields, NDA, and invite email template as well.
tr_tr: Giriş alanları, NDA ve davet emaillerinizi de tercüme etmenizi öneririz

# tipLogo
source: To further customize the look of your iPad, add a welcome image or slideshow.
tr_tr: Tabletteki görüntüyü özelleştirmek için bir görsel yada slayt ekleyin

# tipWelcomeImage
source: Upload a more elaborate logo or custom graphic with a greeting.
tr_tr: Ziyaretçinizi karşılaması için logo veya mesaj içeren bir görsel yükleyin.

source: Visitor Consent
tr_tr: Ziyaretçi Rızası

# visitorConsentDefinition
source: Offer visitors the option to consent to data collection on the iPad.
tr_tr: Ziyaretçilerden veri toplama rızası alın

# visitorPhoto
source: Visitor photos
tr_tr: Ziyaretçi fotografları

# visitorPhotoDefinition
source: Capture visitor photos during sign-in for easy recognition and increased security.
tr_tr: Ziyaretçinizi daha rahat tanıyabilmek için giriş sırasında fotograflarını çekin.

source: Welcome Image
tr_tr: Hoşgeldin görseli

# welcomeImageDefinition
source: Choose a graphic to appear on your welcome screen in place of your logo.
tr_tr: Logonuzu göstermek istemezseniz Hoşgeldin ekranında gösterilmek üzere bir grafik görsel seçin

# welcomeImageRecommend
source: We recommend a 1000px square image.
tr_tr: 1000px kare bir görsel öneririz.

# yourApi
source: Your API Key
tr_tr: API anahtarınız

source: Add Location
tr_tr: Lokasyon ekleyin

source: Copy Location Settings
tr_tr: Lokasyon ekranlarını kopyalayın

# copyLocationSettingsDefinition
source: Duplicate settings from an existing location.
tr_tr: Varolan bir lokasyon ayarını kopyalayın

# tipCopyLocationSettings
source: You’ll still need to populate the employee directory.
tr_tr: Çalışan Directory’niz kopyalanmayacak

# defaultFinalScreenMessage
source: Please ask the front desk for assistance.
tr_tr: Lütfen danışmadan destek isteyin

source: Visitor
tr_tr: Ziyaretçi

source: Back
tr_tr: Geri

# companyAddress
source: Address
tr_tr: Adres

# companyAddressRequired
source: Provide the address of your company
tr_tr: Şirketinizin adresini girin

source: Company name
tr_tr: Şirket İsmi

# companyNameRequired
source: Provide your company name
tr_tr: Şirket ismini girin

# continueText
source: Continue
tr_tr: Devam

# createYourAccount
source: Create your NoqNoq account
tr_tr: Noqnoq hesabınızı oluşturun

# emailRequired
source: Provide your email address
tr_tr: E-mail adresinizi girin

# fullNameRequired
source: Provide your first and last name
tr_tr: Ad ve Soyad girin

source: Password
tr_tr: Parola

# passwordRequired
source: Provide your password.
tr_tr: Parola girin

# provideAccountInfo
source: Provide your account details
tr_tr: Hesap detaylarınızı belirleyin

# provideCompanyInfo
source: Tell us a bit about your workplace
tr_tr: İşyeriniz hakkında biraz daha bilgi verir misiniz?

# registerAccountInfo
source: Account Info
tr_tr: Hesap bilgileri

# registerCompanyInfo
source: Company Info
tr_tr: Şirket bilgileri

source: Submit
tr_tr: Bilgilerin doğruluğunu onaylıyorum

# registerConfirm
source: Confirm your information
tr_tr: Bilgilerini Onayla

# registerSummary
source: Summary
tr_tr: Özet

# requiredField
source: This field is required.
tr_tr: Zorunlu Alan

# hq
source: Headquarter
tr_tr: Merkez

# minlength
source: Your password must be minimum 5 characters.
tr_tr: Parolanız enaz 5 karakter olmalı

source: Add New Location
tr_tr: Yeni lokasyon ekle

source: Locations
tr_tr: Lokasyonlar

# chooseOption
source: Choose an option
tr_tr: Seç

# ipadStep1
source: 1. Download Noqnoq Kiosk.
tr_tr: 1. Noqnoq Kiosk’u indirin.

# ipadStep1_1
source: Open app store in your iPad.
tr_tr: iPad’inizden App store’u açın.

# ipadStep1_2
source: Find and download Noqnoq Kiosk.
tr_tr: Noqnoq Kiosk’u bulup, indirin.

# ipadStep2
source: 2. Pair Noqnoq Kiosk.
tr_tr: 2. Noqnoq Kiosk’u eşleyin.

# ipadStep2_1
source: Open Noqnoq Kiosk from in your iPad.
tr_tr: Aşağıdan iPad’i eşleştireceğiniz kapıyı seçin.

# ipadStep2_2
source: Select the entrance that you will pair the iPad.
tr_tr: iPad’inizden Noqnoq kiosk’u açın.

# ipadStep2_3
source: Enter the code on the screen seen in the image at right.
tr_tr: Sağ tarafta gözüktüğü gibi ekranda bulunan kodu girin.

# ipadEsle
source: Pair iPad
tr_tr: iPad’i Eşle

# chooseEntrance
source: Choose an entrance gate
tr_tr: Bir kapı seçin

source: Pair Code
tr_tr: Eşleme Kodu

# pairIpad
source: Pair this iPad
tr_tr: Bu tableti eşle

source: Entrance Gate
tr_tr: Giriş Kapısı

# ipadEntranceError
source: Please select an entrance gate.
tr_tr: Lütfen bir giriş kapısı seçin

# ipadPairCodeError
source: Pair Code must be 6 characters.
tr_tr: Eşleme kodu 6 karakter olmalı

# locationNotFound
source: Location is not found.
tr_tr: Lokasyon bulunamadı

source: New Record
tr_tr: Yeni kayıt

# noEntranceFound
source: There is no entrance gate.
tr_tr: Giriş kapısı yok

source: Operations
tr_tr: İşlemler

source: Close
tr_tr: Kapat

source: Entrance Name
tr_tr: Kapı İsmi

# entranceSelectError
source: Entrance could not selected.
tr_tr: Kapı Seçilmedi

source: Update
tr_tr: Güncelle

source: Delete
tr_tr: Sil

# listDevices
source: List the iPads
tr_tr: iPad'leri' Listele

# argumentException
source: Argument is not valid.
tr_tr: Sistemsel bir hata oluştu

source: Devices
tr_tr: Cihazlar

# noDeviceFound
source: There is no device.
tr_tr: Cihaz Yok

# isActive
source: Active
tr_tr: Aktif

# noVisitorTypeFound
source: There is no visitor-type.
tr_tr: Ziyaret Sebebi yok

source: Sign-in Flow Settings
tr_tr: Giriş Akışı Ayarları

source: Visitor Type
tr_tr: Ziyaret Sebebi

# visitorTypeName
source: Name
tr_tr: Ziyaret Tipi

# visitorTypeSelectError
source: Visitor Type could not selected.
tr_tr: Ziyaret sebebi seçilemiyor

source: ASSISTANT NOTIFICATION
tr_tr: asistan bildirimi

# defaultHost
source: Default host notification methods
tr_tr: Varsayılan Ev Sahibi için bildirim ayarları

# defaultHostDefinition
source: Employees will be notified with these default methods, unless they customize their own notification settings.
tr_tr: Çalışanlar kendi bildirim ayarlarını güncellemedikleri sürece bu varsayılan yöntemler ile bildirim alacaklar

# fallbackNotification
source: FALLBACK NOTIFICATION: SENT WHEN A VISITOR DOES NOT SELECT A HOST
tr_tr: Alternatif Kişi bildirimi: ziyaretçi ev sahibi seçmezse gönderilecektir

source: Fallback Notifications
tr_tr: Alternatif Kişi bildirimleri

# fallbackNotificationsDefinition
source: Select an admin or employee to notify when a visitor does not select a host.
tr_tr: Ziyaretçi bir ev sahibi seçmezse bildirim gidecek bir çalışan yada yönetici seçin

source: HOST NOTIFICATION
tr_tr: Ev Sahibi Bildirimi

# hostNotificationForGroup
source: Host notification for group sign-in
tr_tr: Grup girişler için ev sahibi bildirimi

# hostNotificationForSingle
source: Host notification for single visitor sign-in
tr_tr: Tekli ziyaretçi girişi için ev sahibi bildirimi

source: Host Notifications
tr_tr: Ev Sahibi bildirimi

# hostNotificationsDefinition
source: Automatically notify employees when their visitors arrive.
tr_tr: Ziyaretçiler Giriş yaptığında otomatik bildirim yolla

source: Host notification text
tr_tr: Ev Sahibi bildirim metni

# hostNotificationTextDefinition
source: Customize the text that appears in your host notifications.
tr_tr: Ev Sahibi bildirimi metnini özelleştir

# notificationEmail
source: Email
tr_tr: E-posta Adresi

# notificationEmailDefinition
source: Send employees an email when their visitor arrives.
tr_tr: Ziyaretçileri Giriş yaptığında Ev Sahibini E-mail ile bilgilendir

# notificationSmsDefinition
source: Send employees an SMS when their visitor arrives.
tr_tr: Ziyaretçileri Giriş yaptığında Ev Sahibini SMS ile bilgilendir

# hostNotificationTextMessage
source: Any changes will be lost. Do you want to continue?
tr_tr: Tüm değişiklikler kaydedilmeden kaybolacak? devam etmek ister misin?

# chooseContact
source: Choose a contact
tr_tr: Bir kişi seçin

source: Group assistant notification
tr_tr: Asistan grup bildirimi

source: Group fallback notification
tr_tr: Grup için Alternatif Kişi bildirimi

source: Group host notification
tr_tr: Grup için Ev Sahibi grup bildirimi

# userAssistantNotification
source: Assistant notification
tr_tr: Asistan bildirimi

# userFallbackNotification
source: Fallback notification
tr_tr: Alternatif Kişi bildirimi

# userHostNotification
source: Host notification
tr_tr: Ev Sahibi bildirimi

source: Upload
tr_tr: Yükle

# fileSizeError
source: Max file size is 4MB.
tr_tr: En fazla dosya büyüklüğü 4MB

# imageFormatError
source: Only 'png', 'jpeg' or 'jpg' image formats are supported.
tr_tr: Sadece 'png', 'jpeg' or 'jpg' görsel formatları desteklenmektedir.

# noFileFound
source: There is no file found.
tr_tr: Dosya Bulunamadı

# entranceCountException
source: A location must has at least one gate.
tr_tr: Bir lokasyona ait en az bir kapı olmalı

source: Gate
tr_tr: Kapı

# visitorTypeCountException
source: A location must has at least one visitor type.
tr_tr: Bir lokasyona ait en az bir Ziyaret Sebebi olmalı

source: New Visitor Type
tr_tr: Yeni Ziyaret Sebebi ekle

source: Select Images
tr_tr: Görsel seç

# maxSlideImageCountError
source: Slide can have maximum 5 images.
tr_tr: En fazla 5 slayt kullanılabilir

# notFoundException
source: Not Found
tr_tr: Bulunamadı

# guestStatus_Invite
source: Invited
tr_tr: Davet gönderildi

# guestStatus_VisitorLog_Added
source: New Visitor Recorded
tr_tr: Yeni Ziyaretçi kaydı yapıldı.

# guestStatus_VisitorLog_Canceled
source: Canceled
tr_tr: İşlem iptal edildi.

# guestStatus_VisitorLog_SignIn
source: Sign in
tr_tr: Giriş yapıldı.

# guestStatus_VisitorLog_SignOut
source: Sign out
tr_tr: Çıkış yapıldı.

# guestStatus_VisitorLog_WaitingApprove
source: Visitor came in and host was informed.
tr_tr: Ziyaretçi geldi ve bilgilendirme yapıldı.

# closeModal
source: Close Popup
tr_tr: Popup’ı kapat

source: Comments
tr_tr: Yorumlar

source: New Comment
tr_tr: Yeni Yorum

source: New Invite
tr_tr: Yeni davet

# saveCommentButtonText
source: Save
tr_tr: Kaydet

# dashboardInviteCardGroupTitle
source: Invites
tr_tr: Davetliler

# dashboardVisitorsCardGroupTitle
source: Visitors
tr_tr: Ziyaretçiler

# deviceAlreadyMatched
source: The device is already paired to an entrance.
tr_tr: Bu cihaz zaten bir kapıya bağlı
