Repository: mmertelibol/BaseCMS
Catalog: aspcoremvc.common/Resources/SharedResource.*.resx
Languages: tr_tr

# AccountRegister_AppSelectText
source: Select which solutions you'd like to try
tr_tr: Hangi çözümleri denemek istediğinizi seçin

# AccountRegister_CargoModuleDesc
source: A new way to organize incoming office deliveries.
tr_tr: Gelen ofis teslimatlarını düzenlemenin yeni bir yolu.

# AccountRegister_CargoModuleName
source: Deliveries
tr_tr: Kargo

# AccountRegister_VisitorModuleDesc
source: Visitor management solutions for any front desk.
tr_tr: Herhangi bir ön büro için ziyaretçi yönetimi çözümleri.

# AccountRegister_VisitorModuleName
source: Visitors
tr_tr: Ziyaretçi

# registerModuleSelect
source: Select solutions
tr_tr: Çözüm seçin

# Package_SystemPackageDeleteError
source: System default packages cannot be deleted
tr_tr: Sistem ön tanımlı paketleri silinemez

# Users_ExcelErrorImportUsers
source: Unable to read file contents
tr_tr: Dosya içeriği okunamadı

# Users_ExcelErrorInvalidFile
source: Invalid File
tr_tr: Dosya uygun değil

# Users_ImportCreateUserError
source: Could not create user for {0}. Please check the information you entered.
tr_tr: {0} için kullanıcı oluşturulamadı. Lütfen girdiğiniz bilgileri kontrol edin.

# Users_ImportExistingUserError
source: {0} already existing
tr_tr: {0} zaten sisteme kayıtlı

# Users_ImportUserPhoneNumberExist
source: Failed to create user. The phone number {0} is in use.
tr_tr: {0} telefon numarası kullanımda. Kullanıcı oluşturulamadı

# Users_ImportUserUnknownEror
source: Error when creating {0}
tr_tr: {0} eklenirken hata oluştu!

# Users_PackageUsersExceeded
source: You have exceeded the number of users in your package!
tr_tr: Paketinizdeki kullanıcı sayısını aştınız!

# Users_UserUploadSuccess
source: Users uploaded successfully.
tr_tr: Kullanıcılar başarıyla yüklendi.

# Usermanager_EmptyUploadFile
source: File ?
tr_tr: Dosya ?

# Usermanager_SelectFile
source: Please select file
tr_tr: Lütfen dosya seçin

# menu_ActiveDirectory
source: Active Directory Sync
tr_tr: Active Directory

# Settings_ActiveDirectorySync
source: Active Directory user synchronization
tr_tr: Active Directory kullanıcı senkronizasyonu

# Settings_ActiveDirectorySyncDefinition
source: Synchronizes Active Directory users to the system
tr_tr: Active Directory kullanıcılarını sisteme aktarır

# Settings_ActiveDirectorySyncApiDefinition
source: Company API
tr_tr: Firma API anahtarınız

# Settings_ActiveDirectorySyncCron
source: Your Cron script
tr_tr: Cron scriptiniz

# Settings_ActiveDirectorySyncCronDefinition
source: Have your IT department install this on your server.
tr_tr: BT bölümünüzün bunu sunucunuza yüklemesini sağlayın.

# Settings_ActiveDirectoryReNewApiDesc
source: You won't be able to revert this!
tr_tr: Bu işlemi geri alamayacaksınız!

# Settings_ActiveDirectoryReNewApiTitle
source: Are you sure?
tr_tr: Emin misiniz ?

# Settings_ActiveDirectoryReNewButton
source: Yes, renew
tr_tr: Evet, yenile

# Settings_ActiveDirectoryRenewSuccessMessage
source: Your API key has been changed.
tr_tr: API anahtarınız değiştirildi.

# Settings_DisableActiveDirectorySyncButton
source: Disable Sync
tr_tr: Kapat

# Settings_ApiKeyChangeSucccessMessage
source: Your api key has been changed
tr_tr: API anahtarınız değiştirildi

# Settings_ActiveDirectoryKeyInvalid
source: API key invalid
tr_tr: API anahtarı geçersiz

# Settings_ActiveDirectorySelectCompany
source: Select the company to transfer contacts to
tr_tr: Kişilerin aktarılacağı şirketi seçin

# Settings_ActiveDirectoryWaitingApiKey
source: Waiting for api key...
tr_tr: API anahtarı bekleniyor...

# Usermanager_CompanySelectError
source: You must select the company
tr_tr: Firma seçimi yapılmadı

# OutlookMeeting_VisitorType
source: Outlook Meeting
tr_tr: Outlook Toplantı

# DashboardReportScreenTitle
source: Dashboard Report
tr_tr: Ziyaretçi Raporu

# DashboardReport_ShowNDA
source: Show NDA
tr_tr: NDA Göster

# Signinflowsettings_ReturningVisitorNdaSign
source: Returning visitors must sign the revised NDA
tr_tr: Geri gelen ziyaretçiler gözden geçirilmiş NDA'yı imzalamalıdır

source: No
tr_tr: Hayır

source: Yes
tr_tr: Evet

# deleteSingleGlobalAdminError
source: Make sure there are multiple global admins
tr_tr: Birden çok globaladmin olduğundan emin olun

source: User deleted
tr_tr: Kullanıcı silindi

source: User not found
tr_tr: Kullanıcı bulunamadı

source: Deleted!
tr_tr: Silindi!

# userDeleteConfirmation
source: Yes, delete it
tr_tr: Evet, sil

# userDeleteDesc
source: You won't be able to revert this!
tr_tr: Bu işlemi geri alamayacaksınız!

source: Photo Consent
tr_tr: Fotoğraf Açık Rıza Metni

# photoConsentDefinition
source: Present a photo open consent for visitors to view on the iPad.
tr_tr: Fotoğraf açık rıza metninizi tablette görünür bir yere ekleyin

# menu_DataController
source: Data Controller
tr_tr: Veri Sorumlusu

source: Identity Number
tr_tr: TCKN

source: Telephone
tr_tr: Telefon

source: Visit Year
tr_tr: Ziyaret Yılı

# DataControllerReport_Action
source: Sub Menu
tr_tr: Alt Menü

# DataControllerReport_AddedBy
source: Added By
tr_tr: İşlem Yapan

# DataControllerReport_AddedDate
source: Added Date
tr_tr: İşlem Tarihi

# DataControllerReport_ClientIp
source: Client Ip
tr_tr: İşlem Yapan IP

# DataControllerReport_Controller
source: Menu
tr_tr: Menü

# DataControllerReport_Parameter
source: Parameter
tr_tr: Parametre

# menu_DataControllerLogReport
source: Log Report
tr_tr: İşlem Geçmişi Raporu

# DataControllerReport_LogType
source: Log Type
tr_tr: Kayıt Tipi

source: Added BY
tr_tr: İşlem Yapan

source: Parameter
tr_tr: Parametre

source: Dashboard Report - Export
tr_tr: Dashbord Rapor - Çıktı

source: Data Controller Export
tr_tr: Veri Sorumlusu - Çıktı Alma

source: Data Controller Remove
tr_tr: Veri Sorumlusu - Ziyaretçi Silme

source: Data Controller Search
tr_tr: Veri Sorumlusu - Ziyaretçi Arama

# dataAnonymizationText
source: Data Anonymization
tr_tr: Verilerin Anonimleştirmesi

# dataAnonymizationTextDefinition
source: Anonymizing user and visitor information.
tr_tr: Kullanıcı ve Ziyaretçi bilgilerinin anonimleştirilmesi

source: Anonymization Time Error
tr_tr: Anonimleştirme Zamanı Hata

# DataControllerScreenTitle
source: Data Controller
tr_tr: Veri Yönetimi

# DataController_FullName
source: Full Name
tr_tr: Ad Soyad

# DataController_Host
source: Host
tr_tr: Evsahibi

# DataController_IdentityNumber
source: SSN
tr_tr: TCKN

# DataController_Location
source: Location
tr_tr: Lokasyon

# DataController_Telephone
source: Telephone
tr_tr: Telefon

# DataController_VisitorCount
source: Visitor Count
tr_tr: Ziyaret Sayısı

# DataController_VisitYear
source: Invate - Visit Year
tr_tr: Davet - Ziyaret Yılı

# DataControllerReport_Delete
source: Delete
tr_tr: Sil

# DataController_Delete
source: Delete
tr_tr: Sil

# menu_DataManagement
source: Data Management
tr_tr: Veri Yönetimi

# DataController_GuestDelete
source: Delete the visitor?
tr_tr: Ziyaretçi silinsin mi?

# DataController_GuestDeleted
source: Guest deleted!
tr_tr: Ziyaretçi silindi!

# DataConroller_Search
source: Search
tr_tr: Ara

# userSearchInformation
source: Please enter a field
tr_tr: Lütfen bir alan giriniz

# DataController_Email_ValidationMinLengthMessage
source: At least 4 characters required!
tr_tr: En az 4 karakter gereklidir!

# DataController_FullName_ValidationMinLengthMessage
source: At least 4 characters required!
tr_tr: En az 4 karakter gereklidir!

# DataController_IdentityNumber_ValidationMinLengthMessage
source: At least 4 characters required!
tr_tr: En az 4 karakter gereklidir!

source: Data Controller / Report - Export
tr_tr: İşlem Geçmişi Raporu - Çıktı Alma

# DataController_Telephone_ValidationMinLengthMessage
source: At least 4 characters required!
tr_tr: En az 4 karakter gereklidir!

# tooltip_VisitorPersonalInformationAnonymizes
source: Visitor Personal Information Anonymizes
tr_tr: Ziyaretçi kişisel bilgileri anonimleştirilir

# Placeholder_NoVisitorFound
source: No Visitor Found
tr_tr: Ziyaretçi Bulunamadı

# DataControllerReport_OperationCount
source: Operation Count
tr_tr: Kayıt Adedi

# OneDay
source: 1 Day
tr_tr: 1 Gün

# OneMonth
source: 1 Month
tr_tr: 1 Ay

# OneYear
source: 1 Year
tr_tr: 1 Yıl

# SixMonths
source: 6 Months
tr_tr: 6 Ay

# ThreeMonths
source: 3 Months
tr_tr: 3 Ay

# TwoYears
source: 2 Years
tr_tr: 2 Yıl

# ChangeAnonymizationTime_Error
source: Anonymization time could not be changed.
tr_tr: Anonimleştirme süresi değiştirilemedi.

# ChangeAnonymizationTime_Success
source: Anonymization time has been successfully changed.
tr_tr: Anonimleştirme süresi başarıyla değiştirildi.

# ChangeAnonymizationTime_Confirmation
source: Change
tr_tr: Değiştir

# ChangeAnonymizationTime_Desc
source: In the change you have made, when the time comes, all the data before this date will be anonymized and its return will NOT be possible. Do you confirm?
tr_tr: Yapmış olduğunuz değişiklikte, vakti geldiğinde bu tarihten önceki verilerin tamamı anonimleştirilecektir ve geri dönüşü MÜMKÜN OLMAYACAKTIR. Onaylıyor musunuz?

# ChangeAnonymizationTime_Title
source: Change Anonymization Time of Data?
tr_tr: Verilerin Anonimleştirilme Süresi Değiştirilsin mi?

# Dashboard_IdentityChecked
source: Identity Checked.
tr_tr: Kimlik Kontrolu Yapıldı.

source: OK
tr_tr: Tamam

# dashboard_CheckGuestModalInfoText
source: You must enter or check the Identification Number. Otherwise, the visitor cannot sign in.
tr_tr: Kimlik Numarasını Girmeniz ya da Kontrol Etmeniz gerekmektedir. Aksi halde ziyaretçi Giriş yapamaz.
